--[[ LFc testing ]]--
--[[ useLoc: Russian ]]--
--[[ useLoc: русский ]]--

--------------------------------------------------------------------------------
local Data = {

  Test = 'Тест',
  TestMessage = 'Тест локализации',
  Warning = 'Предупреждение',
  WarnMsg = 'Предупреждение с локализацией',

  -- Dialog items texts.
  btn_Ok     = 'Ок',
  btn_Close  = 'Закрыть',
  btn_Cancel = 'Отмена',
  btn_Apply  = 'Применить',

} --- Data

return Data
--------------------------------------------------------------------------------
