-- FarKey module

----------------------------------------
--[[ description:
  -- FAR3 key handling compability script for temporary use.
  -- Скрипт совместимости обработки клавиш с FAR3 для временного использования.
--]]
--------------------------------------------------------------------------------
local unit = {}

--------------------------------------------------------------------------------
return unit
--------------------------------------------------------------------------------
